Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/GeneralSettingsUI/Reset.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Reprovision Account
ar: إعادة تنشيط الحساب
bg: Пререгистрирана регистрация
ca: Reactiva el compte
cs: Znovu zřídit účet
da: Aktiver konto igen
de: Account erneut bereitstellen
el: Νέα παροχή λογαριασμού
es: Reactivar cuenta
es_us: Reactivar cuenta
fi: Aktivoi tili uudelleen
fr: Réactiver le compte
fr_ca: Réactiver le compte
he: הקצה/י משאבים לחשבון זה שוב
hi: खाता पुनर्प्रबंधन
hr: Ponovno provjeri račun
hu: Fiók ismételt beállítása
id: Sediakan Ulang Akun
it: Ripristina account
ja: アカウントを再アクティベート
kk: Аккаунты қайта белсендіру
ko: 계정 권한 재설정
lt: Suaktyvinti paskyrą iš naujo
ms: Peruntukkan Semula Akaun
nl: Reactiveer account
no: Aktiver konto på nytt
pl: Wyzeruj rejestrację
pt: Reativar Conta
pt_pt: Reativar conta
ro: Reaprovizionați contul
ru: Реактивировать уч. запись
sk: Znovu nastaviť účet
sl: Znova omogoči uporabo računa
sv: Återaktivera konto
th: กำหนดสิทธิ์ให้กับบัญชีอีกครั้ง
tr: Hesabı Yeniden Etkinleştir
uk: Перереєструвати запис
vi: Kích hoạt lại tài khoản
zh_cn: 重新激活账户
zh_hk: 重新配置帳户
zh_tw: 重新佈建帳號

source: Erase
ar: مسح
bg: Изтрий
ca: Esborra
cs: Smazat
da: Slet
de: Löschen
el: Σβήσιμο
es: Borrar
es_us: Borrar
fi: Tyhjennä
fr: Effacer
fr_ca: Effacer
he: מחיקה
hi: मिटाएँ
hr: Obriši
hu: Törlés
id: Hapus
it: Inizializza
ja: 消去
kk: Өшіру
ko: 지우기
lt: Trinti
ms: Padam
nl: Wis
no: Slett
pl: Wymaż
pt: Apagar
pt_pt: Apagar
ro: Ștergeți
ru: Стереть
sk: Vymazať
sl: Izbriši
sv: Radera
th: ลบข้อมูล
tr: Sil
uk: Стерти
vi: Xóa
zh_cn: 抹掉
zh_hk: 清除
zh_tw: 清除

# PREBUDDY_MANAGED
source: Prepare for New iPad is not available because this iPad or Apple Account is being managed.
ar: التحضير لـ iPad الجديد غير متوفر لأن هذا الـ iPad أو حساب Apple مُدار حاليًا.
bg: Функцията за подготовка за нов iPad не е достъпна, тъй като този iPad или Apple регистрация са управлявани.
ca: “Prepara’t per al teu nou iPad” no està disponible perquè l’iPad o el compte d’Apple són gestionats.
cs: Funkce Připravit pro nový iPad je nedostupná, protože používáte spravovaný iPad nebo spravovaný účet Apple.
da: Gør klar til ny iPad er ikke tilgængelig, fordi denne iPad eller Apple‑konto administreres.
de: „Auf neues iPad vorbereiten“ ist nicht verfügbar, da dieses iPad oder dieser Apple Account verwaltet wird.
el: Η προετοιμασία για νέο iPad δεν είναι διαθέσιμη, διότι αυτό το iPad ή ο λογαριασμός Apple είναι διαχειριζόμενος.
es: La función “Prepárate para tu nuevo iPad” no está disponible porque este iPad o la cuenta de Apple están gestionados.
es_us: La función Prepara tu iPad nuevo no está disponible porque este iPad o esta cuenta de Apple están administrados.
fi: ”Valmistaudu uutta iPadia varten” ei ole käytettävissä, koska tämä iPad tai Apple-tili on hallittu.
fr: « Préparez-vous pour votre nouvel iPad » n’est pas disponible car cet iPad ou ce compte Apple est géré.
fr_ca: L’option « Préparer pour un nouvel iPad » n’est pas disponible parce que cet iPad ou le compte Apple utilisé est géré.
he: ״הכנה לקראת iPad חדש״ לא זמין משום שה-iPad או חשבון ה-Apple מנוהלים.
hi: “नए iPad की तैयारी करें” उपलब्ध नहीं है क्योंकि यह iPad या Apple खाता प्रबंधित किया जा रहा है।
hr: Pripremanje za novi iPad nije dostupno jer je ovo upravljani iPad ili Apple račun.
hu: Az Előkészületek az új iPadhez funkció nem érhető el, mert ez az iPad vagy Apple-fiók felügyelet alatt áll.
id: Persiapkan iPad Baru tidak tersedia karena iPad atau Akun Apple ini sedang dikelola.
it: La preparazione per un nuovo iPad non è disponibile perché questo iPad o l’Apple Account sono gestiti.
ja: このiPadまたはApple Accountは管理されているため、“新しいiPadの準備”は使用できません。
kk: Жаңа iPad құрылғысына дайындалу мүмкіндігі қолжетімді емес, себебі осы iPad құрылғысы немесе Apple аккаунты басқарылуда.
ko: 이 iPad 또는 Apple 계정이 관리형이기 때문에 ‘새로운 iPad 준비하기’를 사용할 수 없습니다.
lt: Pasiruošimas pereiti prie naujo „iPad“ neįmanomas, nes šis „iPad“ arba „Apple“ paskyra yra valdoma.
ms: Bersedia untuk iPad Baharu tidak tersedia kerana iPad atau Akaun Apple ini sedang diurus.
nl: 'Bereid je voor op je nieuwe iPad' is niet beschikbaar, omdat deze iPad of Apple Account wordt beheerd.
no: Klargjør for ny iPad er ikke tilgjengelig fordi denne iPaden eller Apple-kontoen er administrert.
pl: Funkcja Przygotuj się na nowego iPada nie jest dostępna; ten iPad lub konto Apple są zarządzane.
pt: A Preparação para Novo iPad não está disponível porque este iPad ou esta Conta Apple está sendo gerenciada.
pt_pt: “Preparar para um novo iPad” não está disponível porque este iPad ou esta conta Apple está a ser gerida.
ro: Pregătirea pentru un iPad nou nu este disponibilă, deoarece acest iPad sau contul Apple este gestionat.
ru: Подготовка к новому iPad недоступна, так как этот iPad или Аккаунт Apple являются управляемыми.
sk: Funkcia Pripraviť pre nový iPad je nedostupná, pretože tento iPad alebo Apple účet sú spravované.
sl: Priprava na novi iPad ni na voljo, ker je ta iPad ali račun Apple trenutno v upravljanju.
sv: Förbered för en ny iPad är inte tillgängligt eftersom denna iPad eller detta Apple‑konto hanteras.
th: ไม่มีการเตรียมพร้อมสำหรับ iPad เครื่องใหม่เนื่องจากมีการจัดการ iPad เครื่องนี้หรือบัญชี Apple นี้
tr: Bu iPad veya Apple Hesabı yönetildiği için Yeni iPad’e Hazırlık kullanılamıyor.
uk: Підготовка до нового iPad недоступна, тому що цей iPad чи обліковий запис Apple є керованим.
vi: Chuẩn bị cho iPad mới không khả dụng vì iPad này hoặc Tài khoản Apple này đang được quản lý.
zh_cn: “为新iPad做准备”不可用，因为此iPad或Apple账户正受管理。
zh_hk: 無法使用「為新iPad做準備」，因為此iPad或Apple帳户正受管理。
zh_tw: 無法使用「為新的iPad做準備」，因為此iPad或「Apple帳號」受到管理。

# ERASE_STOCKHOLM_STORED_VALUE_OFFLINE_MSG_MULTIPLE
source: Connect to the Internet to make sure the value on your Apple Pay cards will be preserved.
ar: اتصل بالإنترنت للتأكد من الاحتفاظ بالقيمة الموجودة في بطاقات Apple Pay الخاصة بك.
bg: Свържете се към интернет, за да сте сигурни, че стойността във вашите Apple Pay карти ще бъде запазена.
ca: Per assegurar‑te que el saldo de les targetes de l’Apple Pay no es perdrà, connecta’t a internet.
cs: Chcete‑li zachovat hodnotu na kartách v Apple Pay, připojte se k internetu.
da: Opret forbindelse til internettet for at sikre, at værdien på dine Apple Pay-kort bevares.
de: Stelle eine Verbindung zum Internet her, um sicherzustellen, dass der Wert auf deinen Apple Pay-Karten erhalten bleibt.
el: Συνδεθείτε στο Διαδίκτυο για να διασφαλίσετε ότι θα διατηρηθεί η αξία των καρτών Apple Pay σας.
es: Conéctate a internet para conservar el valor de tus tarjetas de Apple Pay.
es_us: Conéctate a Internet para asegurarte de que se mantendrá el valor de tus tarjetas de Apple Pay.
fi: Yhdistä internetiin ja varmista, että Apple Pay ‑korttien sisältämä arvo säilytetään.
fr: Connectez-vous à Internet pour que le crédit restant sur vos cartes Apple Pay soit bien conservé.
fr_ca: Connectez-vous à Internet pour vous assurer que le solde de vos cartes Apple Pay sera préservé.
he: יש להתחבר לאינטרנט כדי להבטיח שהיתרה בכרטיסי ה-Apple Pay שלך תישמר.
hi: इंटरनेट से कनेक्ट करें ताकि यह सुनिश्चित किया जा सके कि आपके Apple Pay कार्डों की राशि संरक्षित की जाएगी।
hr: Spojite se na internet kako biste bili sigurni da će vrijednost na vašim Apple Pay karticama biti sačuvana.
hu: Csatlakozzon az internethez annak érdekében, hogy az Apple Pay-kártyáin lévő érték megmaradjon.
id: Hubungkan ke internet untuk memastikan bahwa nilai di kartu Apple Pay Anda akan disimpan.
it: Connettiti a internet per assicurarti che il saldo presente sulle tue carte Apple Pay venga mantenuto.
ja: Apple Payに登録済みのカードの残高を保持するには、インターネットに接続してください。
kk: Apple Pay карталарындағы сома сақталғанына көз жеткізу үшін интернетке қосылыңыз.
ko: Apple Pay 카드의 잔액을 유지할 수 있도록 인터넷에 연결하십시오.
lt: Prisijunkite prie interneto, kad išsaugotumėte likutį „Apple Pay“ kortelėse.
ms: Sambung ke Internet untuk memastikan nilai pada kad Apple Pay anda akan dikekalkan.
nl: Maak verbinding met het internet om te zorgen dat de waarde op je Apple Pay-kaarten behouden blijft.
no: Koble til internett for å forsikre at verdien på Apple Pay-kortene bevares.
pl: Aby mieć pewność, że środki na kartach Apple Pay zostaną zachowane, połącz się z Internetem.
pt: Conecte-se à internet para garantir que o valor nos cartões do Apple Pay seja preservado.
pt_pt: Estabeleça ligação à internet para se certificar de que o saldo dos cartões do Apple Pay será preservado.
ro: Conectați‑vă la internet pentru a asigura conservarea valorii de pe cardurile dvs. Apple Pay.
ru: Подключитесь к интернету, чтобы убедиться, что сумма на Ваших картах Apple Pay сохранена.
sk: Ak sa chcete uistiť, že neprídete o zostatok na svojich kartách v Apple Pay, pripojte sa na internet.
sl: Če želite zagotoviti, da bo vrednost na vaših karticah v storitvi Apple Pay ohranjena, vzpostavite povezavo z internetom.
sv: Anslut till internet om du vill vara säker på att värdet på dina Apple Pay-kort inte går förlorat.
th: เชื่อมต่อกับอินเทอร์เน็ตเพื่อตรวจสอบให้แน่ใจว่าระบบจะคงยอดเงินของบัตร Apple Pay ของคุณไว้
tr: Bu Apple Pay kartlarındaki tutarın korunacağından emin olmak için internete bağlanın.
uk: Установіть інтернет-зʼєднання, щоб гарантувати, що кошти на картках Apple Pay буде збережено.
vi: Kết nối vào internet để đảm bảo rằng giá trị trên các thẻ Apple Pay của bạn sẽ được bảo lưu.
zh_cn: 接入互联网以确保Apple Pay卡片余额成功保留。
zh_hk: 請連接互聯網以確保你的Apple Pay卡之餘額會被保留。
zh_tw: 連接網際網路來確保Apple Pay卡片上的金額會被保存。

# ICLOUD_PROMPT_FOR_BACKUP_FINISH
source: Backup Then Erase
ar: إنهاء النسخ الاحتياطي ثم المسح
bg: Архивирай и след това изтрий
ca: Fes una còpia de seguretat i esborra
cs: Zálohovat a smazat
da: Sikkerhedskopier og slet
de: Backup erstellen, dann löschen
el: Ενημέρωση και μετά σβήσιμο
es: Realizar copia de seguridad y borrar
es_us: Respaldar y borrar
fi: Varmuuskopioi ja tyhjennä
fr: Sauvegarder puis effacer
fr_ca: Sauvegarder puis effacer
he: גבה ולאחר מכן מחק
hi: बैकअप लें और फिर मिटाएँ
hr: Izradi sigurnosnu kopiju i zatim obriši
hu: Biztonsági mentés, majd törlés
id: Cadangkan Lalu Hapus
it: Esegui backup e poi inizializza
ja: バックアップしてから消去
kk: Сақтық көшірме жасағаннан кейін деректерді өшіру
ko: 백업 후에 지우기
lt: Kurti atsarginę kopiją, tada ištrinti
ms: Sandar Kemudian Padam
nl: Maak back‑up en wis
no: Sikkerhetskopier og slett
pl: Utwórz backup i wymaż
pt: Fazer Backup e Apagar
pt_pt: Efetuar cópia de segurança e apagar
ro: Efectuați backup, apoi ștergeți
ru: Создать копию, затем стереть
sk: Zálohovať a potom vymazať
sl: Varnostno kopiraj, nato izbriši
sv: Säkerhetskopiera och radera sedan
th: สำรองข้อมูล จากนั้นลบข้อมูล
tr: Yedekle, Sonra Sil
uk: Архівувати і стерти
vi: Sao lưu rồi xóa
zh_cn: 备份后抹掉
zh_hk: 備份後清除
zh_tw: 備份後清除

source: Reset
ar: إعادة التعيين
bg: Нулиране
ca: Restableix
cs: Resetovat
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
es_us: Restablecer
fi: Nollaa
fr: Réinitialiser
fr_ca: Réinitialiser
he: איפוס
hi: रीसेट करें
hr: Resetiraj
hu: Alaphelyzetbe állítás
id: Atur Ulang
it: Ripristina
ja: リセット
kk: Бастапқы күйге қайтару
ko: 재설정
lt: Nustatyti iš naujo
nl: Stel opnieuw in
no: Nullstill
pl: Wyzeruj
pt: Redefinir
pt_pt: Repor
ro: Resetați
ru: Сбросить
sk: Resetovať
sl: Ponastavi
sv: Nollställ
th: รีเซ็ต
tr: Sıfırla
uk: Скинути
vi: Đặt lại
zh_cn: 还原
zh_hk: 重設
zh_tw: 重置

# ERASE_STOCKHOLM_STORED_VALUE_OFFLINE_TITLE_MULTIPLE
source: Remaining Value on Some Cards May Be Lost
ar: قد تُفقد القيمة المتبقية في بعض البطاقات
bg: Останалата стойност в някои карти може да бъде загубена
ca: Potser es perdrà el saldo que queda a algunes targetes
cs: Může dojít ke ztrátě zůstatku na některých kartách
da: Restværdien på nogle kort kan gå tabt
de: Der Restwert auf manchen Karten verfällt möglicherweise
el: Το υπόλοιπο σε κάποιες κάρτες μπορεί να χαθεί
es: Puede que el valor restante de algunas tarjetas se pierda
es_us: Se podría perder el valor restante de algunas tarjetas
fi: Saatat menettää joidenkin korttien jäljellä olevan arvon
fr: Le crédit restant sur certaines cartes risque d’être perdu.
fr_ca: Le solde restant sur certaines cartes pourrait être perdu.
he: יתרה שתישאר בכרטיסים מסוימים עשויה לא להישמר.
hi: हो सकता है कि कुछ कार्डों पर बैलेंस अनुपलब्ध हो जाए
hr: Preostala vrijednost na nekim karticama možda će biti izgubljena
hu: Előfordulhat, hogy néhány kártyán a rajtuk lévő érték el fog veszni
id: Nilai Tersisa di Beberapa Kartu Dapat Hilang
it: Potresti perdere il saldo rimanente presente su alcune carte
ja: 一部のカードの残高が失われる可能性があります
kk: Кейбір карталардағы қалдық сома жоғалып кетуі мүмкін
ko: 일부 카드의 잔액이 유실될 수 있음
lt: Kai kurių kortelių likutis gali būti prarastas
ms: Baki Nilai pada Sesetengah Kad Mungkin Hilang
nl: Resterende waarde op sommige kaarten gaat mogelijk verloren
no: Den gjenstående verdien på noen kort kan gå tapt
pl: Środki pozostałe na części kart mogą zostać utracone
pt: O Valor Restante em Alguns Cartões Pode Ser Perdido
pt_pt: Poderá perder o saldo de alguns cartões
ro: Valoarea rămasă pe unele carduri se poate pierde
ru: Остаток на некоторых картах может быть утерян
sk: Môže dôjsť k strate zostatku na niektorých kartách
sl: Preostala vrednost na nekaterih karticah bo morda izgubljena
sv: Det återstående värdet på vissa kort kan gå förlorat
th: ยอดเงินที่เหลืออยู่ของบัตรบางใบอาจหายไป
tr: Bazı Kartlarda Kalan Tutar Kaybolabilir
uk: Залишок коштів на деяких картках може бути втрачено
vi: Giá trị còn lại trên một số thẻ có thể bị mất
zh_cn: 部分卡片的余额可能会丢失
zh_hk: 部份卡的餘額或會遺失
zh_tw: 部分卡片上的剩餘金額可能會歸零

# ICLOUD_BACKUP_AND_SYNC_TITLE
source: Backing Up and Uploading Data to iCloud
ar: النسخ الاحتياطي وتحميل البيانات إلى iCloud
bg: Създаване на резервно копие и качване на данни в iCloud
ca: Desant còpia de seguretat i carregant dades a l’iCloud
cs: Zálohování a odesílání dat na iCloud
da: Sikkerhedskopierer og overfører data til iCloud
de: Backup erstellen und Daten auf iCloud hochladen
el: Δημιουργία εφεδρικού αντιγράφου και ανέβασμα δεδομένων στο iCloud…
es: Realizando copia de seguridad y cargando datos en iCloud
es_us: Respaldando y cargando datos en iCloud
fi: Datan varmuuskopiointi ja lähetys iCloudiin
fr: Sauvegarde et téléchargement des données sur iCloud
fr_ca: Sauvegarde et téléversement des données vers iCloud
he: גיבוי והעלאת נתונים ל-iCloud
hi: iCloud पर डेटा का बैकअप और अपलोडिंग
hr: Sigurnosno kopiranje i postavljanje podataka na iCloud
hu: Adatok biztonsági mentése és feltöltése az iCloudba
id: Mencadangkan dan Mengunggah Data ke iCloud
it: Backup e caricamento dei dati su iCloud
ja: iCloudへのバックアップおよびアップロード中です
kk: iCloud аккаунтына сақтық көшірме жасау және деректерді жүктеп салу
ko: iCloud에 데이터 백업 및 업로드 중
lt: Atsarginių kopijų kūrimas ir duomenų įkėlimas į „iCloud“
ms: Menyandarkan dan Memuat Naik Data ke iCloud
nl: Back-up maken van gegevens en uploaden naar iCloud
no: Sikkerhetskopiering og opplasting av data til iCloud
pl: Tworzenie backupów danych i wysyłanie ich do iCloud
pt: Fazendo Backup e Enviando Dados ao iCloud
pt_pt: A efetuar cópia de segurança e a enviar dados para iCloud
ro: Efectuare backup și încărcare date pe iCloud
ru: Резервное копирование и выгрузка данных в iCloud
sk: Prebieha zálohovanie a odosielanie dát do iCloudu
sl: Varnostno kopiranje in nalaganje podatkov v iCloud
sv: Säkerhetskopiera och överföra data till iCloud
th: กำลังสำรองข้อมูลและอัปโหลดข้อมูลไปยัง iCloud
tr: Veriler Yedekleniyor ve iCloud’a Yükleniyor
uk: Резервне копіювання і закачування даних до iCloud
vi: Đang sao lưu và tải dữ liệu lên iCloud
zh_cn: 正在备份并上传数据到iCloud
zh_hk: 正在備份和上載資料至iCloud
zh_tw: 正在備份和上傳資料到iCloud

# RESET_KEYBOARD_DICTIONARY_LABEL
source: Reset Keyboard Dictionary
ar: إعادة تعيين قاموس لوحة المفاتيح
bg: Нулирай речник на клавиатурата
ca: Restableix el diccionari del teclat
cs: Obnovit slovník klávesnice
da: Nulstil tastaturordbog
de: Tastaturwörterbuch
el: Λεξικό πληκτρολογίου
es: Restablecer diccionario del teclado
es_us: Restablecer diccionario del teclado
fi: Nollaa näppäimistön sanakirja
fr: Réinitialiser le dictionnaire clavier
fr_ca: Réinitialiser le dictionnaire clavier
he: איפוס מילון המקלדת
hi: कीबोर्ड शब्दकोश रीसेट करें
hr: Resetiraj rječnik tipkovnice
hu: Billentyűzet szótárának alaphelyzetbe állítása
id: Atur Ulang Kamus Papan Ketik
it: Ripristina dizionario tastiera
ja: キーボードの変換学習をリセット
kk: Пернетақта сөздігін бастапқы күйге қайтару
ko: 키보드 사전 재설정
lt: Nustatyti klaviatūros žodyną iš naujo
ms: Reset Kamus Papan Kekunci
nl: Herstel toetsenbordwoordenboek
no: Nullstill tastaturordboken
pl: Słownik klawiatury
pt: Redefinir Dicionário do Teclado
pt_pt: Repor dicionário do teclado
ro: Resetați dicționar tastatură
ru: Сбросить словарь клавиатуры
sk: Resetovať slovník klávesnice
sl: Ponastavitev slovarja tipkovnice
sv: Nollställ tangentbordsordbok
th: รีเซ็ตพจนานุกรมแป้นพิมพ์
tr: Klavye Sözlüğünü Sıfırla
uk: Скинути словник клавіатури
vi: Đặt lại từ điển bàn phím
zh_cn: 还原键盘词典
zh_hk: 重設鍵盤辭典
zh_tw: 重置鍵盤辭典

# RESET_PERSONALIZED_HANDWRITING_STYLE_MSG
source: This will reset your personalized handwriting style.
ar: سيؤدي هذا إلى إعادة تعيين نمط الكتابة باليد المخصص.
bg: Това ще нулира персонализирания стил на вашия ръкопис.
ca: Es restablirà l’estil personalitzat d’escriptura a mà.
cs: Touto volbou resetujete svůj osobní styl rukopisu.
da: Nulstiller dit personlige håndskriftsformat.
de: Hiermit wird dein personalisierter Handschriftstil zurückgesetzt.
el: Αυτή η ρύθμιση θα επαναφέρει το εξατομικευμένο στιλ χειρογραφής σας.
es: Esta opción restablece tu estilo de escritura a mano personalizado.
es_us: Esto restablecerá tu estilo de escritura a mano personalizado.
fi: Tämä nollaa räätälöidyn käsinkirjoitustyylisi.
fr: Cela réinitialisera votre style d’écriture manuscrite personnalisé.
fr_ca: Votre style d’écriture manuscrite personnalisé sera réinitialisé.
he: פעולה זו תאפס את סגנון כתב היד שלך שהותאם באופן אישי.
hi: यह आपकी वैयक्तिकृत हस्तलेखन शैली रीसेट कर देगा।
hr: Ovime će se resetirati vaš personalizirani stil rukopisa.
hu: Ez vissza fogja állítani alaphelyzetbe az Ön személyre szabott kézírásstílusát.
id: Ini akan mengatur ulang gaya tulisan tangan personal Anda.
it: Questa opzione inizializzerà il tuo stile personalizzato di scrittura a mano.
ja: パーソナライズされた手書きスタイルをリセットします。
kk: Жекелендірілген қолмен жазу стиліңіз бастапқы күйге қайтарылады.
ko: 개인 맞춤형 손글씨 스타일을 재설정합니다.
lt: Atlikus šį veiksmą, jūsų suasmenintas rašymo ranka stilius bus nustatytas iš naujo.
ms: Ini akan mereset gaya tulisan tangan diperibadikan anda.
nl: Hiermee stel je je gepersonaliseerde handschriftstijl opnieuw in.
no: Dette vil nullstille den personlige håndskrift­stilen din.
pl: Spowoduje to wyzerowanie Twojego spersonalizowanego stylu pisma ręcznego.
pt: Isso redefinirá seu estilo pessoal de escrita à mão.
pt_pt: O estilo de escrita à mão será reposto.
ro: Această acțiune va reseta stilul scrisului dvs. de mână personalizat.
ru: При этом будут сброшены личные настройки стиля рукописного ввода.
sk: Týmto resetujete svoj prispôsobený štýl rukopisu.
sl: To bo ponastavilo vaš prilagojeni slog rokopisa.
sv: Det här nollställer din personliga handstil.
th: การทำงานนี้จะรีเซ็ตสไตล์ลายมือเขียนสำหรับคุณโดยเฉพาะ
tr: Bu, kişiselleştirilmiş el yazısı stilinizi sıfırlar.
uk: Це відновить ваш персоналізований стиль рукопису.
vi: Việc này sẽ đặt lại kiểu viết tay được cá nhân hóa của bạn.
zh_cn: 这将还原你的个人手写风格。
zh_hk: 這將重設你的個人化手寫樣式。
zh_tw: 這將會重置你的個人化手寫風格。

# FULL_RESET_QUICK_CONFIRMATION_MSG
source: Are you sure you want to continue? All media, data, and settings will be erased. This cannot be undone.
ar: هل ترغب بالتأكيد في المتابعة؟ سيتم مسح كل الوسائط والبيانات والإعدادات. هذا الإجراء لا يمكن التراجع عنه.
bg: Сигурни ли сте, че искате да продължите? Цялата медия, всички данни и настройки ще бъдат изтрити. Това действие не може да бъде отменено.
ca: Confirmes que vols continuar? S’esborraran tots els continguts, dades i configuracions. Aquesta acció no es pot desfer.
cs: Určitě chcete pokračovat? Budou smazána všechna média, data a nastavení. Operaci nelze odvolat.
da: Vil du fortsætte? Alle medier, data og indstillinger bliver slettet. Handlingen kan ikke fortrydes.
de: Möchtest du wirklich fortfahren? Alle Medien, Daten und Einstellungen werden gelöscht. Dies kann nicht widerrufen werden.
el: Θέλετε σίγουρα να συνεχίσετε; Θα σβηστούν όλα τα πολυμέσα, δεδομένα και ρυθμίσεις. Δεν είναι δυνατή η αναίρεση αυτής της ενέργειας.
es: ¿Seguro que quieres continuar? Se borrarán todos los datos, ajustes y contenidos. Esta operación no puede deshacerse.
es_us: ¿Quieres continuar? Se borrarán todos los datos, configuraciones y contenidos. Esta acción no se puede deshacer.
fi: Haluatko jatkaa? Kaikki sisältö, data ja asetukset poistetaan. Tätä ei voida perua.
fr: Voulez-vous vraiment continuer ? Tous vos contenus, données et réglages seront supprimés. Cette action est irréversible.
fr_ca: Tout votre contenu, vos données et vos réglages seront supprimés. Cette action est irréversible. Souhaitez-vous poursuivre?
he: האם ברצונך להמשיך? כל קובצי המדיה, הנתונים וההגדרות שלך ימחקו. לא ניתן לבטל פעולה זו.
hi: क्या आप निश्चित हैं कि जारी रखना चाहते हैं? सभी मीडिया, डेटा और सेटिंग्ज़ मिटा दी जाएँगी। इसे पहले जैसा नहीं किया जा सकता है।
hr: Sigurno želite nastaviti? Obrisat će se svi mediji, podaci i postavke. Postupak se ne može poništiti.
hu: Biztos benne, hogy folytatni szeretné? Minden média, adat és beállítás törölve lesz. Ez nem vonható vissza.
id: Apakah Anda yakin ingin melanjutkan? Semua media, data, dan pengaturan akan dihapus. Tindakan ini tidak dapat diurungkan.
it: Confermi di voler continuare? Tutti i file multimediali, i dati e le impostazioni saranno cancellati. L’operazione è irreversibile.
ja: 本当に続けますか? すべてのメディア、データ、および設定を消去します。この操作は取り消せません。
kk: Жалғастыру қажеттігіне сенімдісіз бе? Барлық медиа, деректер мен реттеулер өшеді. Бұл қайтымсыз әрекет.
ko: 계속하겠습니까? 모든 미디어, 데이터 및 설정이 지워집니다. 이 작업은 취소할 수 없습니다.
lt: Ar tikrai norite tęsti? Bus ištrinta visa medija, duomenys ir nustatymai. Šio veiksmo anuliuoti negalima.
ms: Adakah anda pasti mahu meneruskan? Semua media, data dan seting akan dipadamkan. Ini tidak boleh dibuat asal.
nl: Weet je zeker dat je wilt doorgaan? Je wist alle media, gegevens en instellingen. Dit kun je niet ongedaan maken.
no: Er du sikker på at du vil fortsette? Alle medier, data og innstillinger vil bli slettet. Dette kan ikke angres.
pl: Czy na pewno chcesz kontynuować? Wszystkie pliki, dane i ustawienia zostaną wymazane. Nie można tego cofnąć.
pt: Tem certeza de que deseja continuar? Todas as mídias, dados e ajustes serão apagados. Isso não poderá ser desfeito.
pt_pt: Tem a certeza de que pretende continuar? Todos os dados e definições, assim como o conteúdo multimédia, serão apagados. Esta ação é irreversível.
ro: Sigur doriți să continuați? Toate datele, conținutul multimedia și configurările vor fi șterse. Această acțiune nu poate fi anulată.
ru: Вы действительно хотите продолжить? Все медиафайлы, данные и настройки будут стерты. Данное действие необратимо.
sk: Naozaj chcete pokračovať? Všetky média, dáta a nastavenia budú vymazané. Táto operácia je nevratná.
sl: Ste prepričani, da želite nadaljevati? Vse predstavnostne vsebine, podatki in nastavitve bodo izbrisani. Tega ni mogoče razveljaviti.
sv: Är du säker på att du vill fortsätta? Alla medier, data och inställningar kommer att raderas. Detta kan inte ångras.
th: คุณแน่ใจหรือไม่ว่าคุณต้องการจะดำเนินการต่อ การทำงานนี้จะลบสื่อ ข้อมูล และการตั้งค่าทั้งหมด การทำงานนี้ไม่สามารถเรียกกลับคืนได้
tr: Sürdürmek istediğinizden emin misiniz? Tüm ortamlar, veriler ve ayarlar silinecektir. Bu işlem geri alınamaz.
uk: Продовжити? Усі дані, медіафайли й параметри буде стерто. Це безповоротна дія.
vi: Bạn có chắc chắn muốn tiếp tục không? Tất cả phương tiện, dữ liệu và cài đặt sẽ bị xóa. Không thể hoàn tác thao tác này.
zh_cn: 你确定要继续吗？这将抹掉所有媒体、数据和设置。 此操作无法撤销。
zh_hk: 確定要繼續嗎？將清除所有媒體、資料和設定。 此動作無法還原。
zh_tw: 確定要繼續嗎？將清除所有媒體、資料和設定。 此動作無法還原。
